Repository: blankon-packages/gnome-codec-install
Catalog: po/*.po
Languages: ast, be, bg, ca, cs, da, de, eo, es, et, fr, gl, hu, id, is, it, ja, kk, ko, nb, nl, oc, pt, pt_br, ro, sk, sq, sv, uk, zh_cn, zh_tw

source: Invalid commandline
ast: Orde incorreuta
be: Нерэчаісны загады радок
bg: Невалиден команден ред
ca: Ordre invàlida
cs: Neplatný příkazový řádek
da: Ugyldig kommandolinje
de: Ungültige Parameter
eo: Nevalida komandlinio
es: Orden incorrecta
et: Vigane käsurida
fr: Ligne de commandes invalide
gl: Liña de ordes incorrecta
hu: Érvénytelen parancssor
id: Baris perintah tak valid
is: Ógild skipanalína
it: Riga di comando non valida
ja: 無効なコマンドライン
kk: Бұрыс команда
ko: 올바르지 않은 명령행
nb: Ugyldig kommandolinje
nl: Ongeldige commandoregel
oc: Linha de comandas invalida
pt: Linha de comandos inválida
pt_br: Linha de comando inválida
ro: Linia de comandă nu este validă
sk: Neplatná voľba na príkazovom riadku
sq: Rresht komande i pavlefshëm
sv: Ogiltig kommandorad
uk: Неправильний командний рядок
zh_cn: 非法命令行
zh_tw: 命令列無效

source: The parameters passed to the application had an invalid format. Please file a bug! The parameters were: %s
ast: Los parámetros unviaos a l'aplicación tienen un formatu invalidu. Por favor, ¡informe del fallu! Los parámetros yeren: %s
be: Парамэтры, перададзеныя дастасаваньню маюць няправільны фармат. Калі ласка, паведаміце аб гэтай памылке! Парамэтры былі: %s
bg: Параметрите изпратени на програмата имат невалиден формат. Моля, докладвайте грешка! Параметрите бяха: %s
ca: Els paràmetres passats a l'aplicació no tenen un format vàlid. Hauríeu d'enviar un informe d'error Els paràmetres són: %s
cs: Parametry zadané této aplikaci měly neplatný formát. Prosím, oznamte tuto chybu! Parametry byly následující: % s
da: Parametrene som er videregivet til programmet havde et ugyldigt format. Send venligst en fejlrapport! Parametrene var: %s
de: Die Parameter für die Anwendung hatten ein ungültiges Format. Bitte berichten sie den Fehler! Die Parameter waren: %s
eo: La parametroj senditaj al la aplikaĵo estas nevalide formatitaj. Bonvolu sendi cimraportaĵon! La parametroj estis: %s
es: Los parámetros enviados a la aplicación tienen un formato invalido. Por favor, ¡informe de un error! Los parámetros eran: %s
et: Rakendusele edastatud parameetrid olid sobimatus vormingus. Palun raporteeri sellest veast! Parameetrid olid: %s
fr: Le format des paramètres passés à l’application est invalide. Merci de signaler ce bogue ! Les paramètres étaient : %s
gl: O parámero pasado ao aplicativo ten un formato incorrecto. Informe do erro! O parámetro foi: %s
hu: A programnak átadott paraméter formátuma érvénytelen. Küldjön be egy hibajelentést. Az átadott paraméter a következő volt: %s
id: Parameter yang dilewatkan ke aplikasi memiliki bentuk yang tak valid. Silakan laporkan kutu! Parameternya adalah: %s
is: Færibreyturnar sem forritið fékk voru á röngu sniði. Tilkynntu um villu! Færibreyturnar eru: %s
it: I parametri passati all'applicazione non erano in un formato valido. Segnalare un bug. I parametri erano: %s
ja: アプリケーションが渡した引数は無効なフォーマットを含んでいました。バグを報告してください! 引数はこのようなものでした: %s
kk: Бағдарламаға берілген баптаулар бұрыс форматқа ие. Осы қате туралы хабарлаңыз! Берілген баптаулар: %s
ko: 프로그램에 전달된 인자가 올바른 형식이 아닙니다. 문제점을 보고해 주십시오! 전달된 인자는 다음과 같습니다: %s
nb: Parametrene som ble sendt til programmet hadde et ugyldig format. Vennligst send inn en feilrapport! Parametrene var: %s
nl: De naar dit programma verzonden parameters zijn ongeldig. Gelieve een foutenrapport in te dienen! De parameters luiden: %s
oc: Lo format dels paramètres passats a l’aplicacion es invalid. Mercés de senhalar aqueste bug ! Los paramètres èran : %s
pt: Os parâmetros enviados à aplicação tinham um formato inválido. Por favor preencha um relatório de bug. Os parâmetros foram: %s
pt_br: Os parâmetros passados para a aplicação tinham um formato inválido. Por favor, reporte este erro! Os parâmetros eram: %s
ro: Parametrii transmiși aplicației nu au un format valid. Vă rugăm să raportați problema! Parametrii au fost: %s
sk: Parametre odovzdané aplikácii nie sú v platnom formáte. Prosím, nahláste to ako chybu! Parametre boli: %s
sq: Parametrat që iu kaluan programit kanë një format të pavlefshëm. Dërgoni një raport gabimi! Parametrat ishin: %s
sv: Parametrarna som skickades till programmet hade ett ogiltigt format. Rapportera detta som ett fel! Parametrarna var: %s
uk: Параметри, передані до програми, мають неправильний формат. Будь ласка відправте сповіщення про помилку! Параметри: %s
zh_cn: 传达给程序的参数格式无效。请上报bug！ 参数是： %s
zh_tw: 傳遞給應用程式的參數有無效格式。請告訴我們這個程式臭蟲！ 參數為： %s

source: Search for suitable plugin?
ast: ¿Guetar por un complementu afayaízu?
be: Шукаць падыходзячы плаґін?
bg: Търсене за подходящ кодек?
ca: Voleu cercar un connector adequat?
cs: Vyhledat vhodný zásuvný modul?
da: Søg efter et passende udvidelsesmodul?
de: Suche nach einem geeigneten Plugin?
eo: Ĉu serĉi taŭgan kromprogramon?
es: ¿Buscar un complemento adecuado?
et: Kas otsida sobivat pluginat?
fr: Rechercher un greffon approprié ?
gl: Desexa buscar polo engadido axeitado?
hu: Meg kívánja keresni a megfelelő bővítményt?
id: Cari plugin yang cocok?
is: Viltu leita að viðbót?
it: Cercare un plugin adatto?
ja: 最適なプラグインを検索しますか?
kk: Жарасымды кеңейтуді іздеу қажет пе?
ko: 적절한 플러그인을 찾고 계십니까?
nb: Søke etter et egnet programtillegg?
nl: Geschikte plug-in zoeken?
oc: Recercar un ensèrt apropriat ?
pt: Procurar um plugin adequado?
pt_br: Procurar por plug-in adequado?
ro: Doriți să căutați un modul potrivit?
sk: Vyhľadať vhodný plugin?
sq: Të kërkoj për një plugin të përshtatshëm?
sv: Sök efter lämplig insticksmodul?
uk: Шукати необхідну втулку?
zh_cn: 查找适用的插件？
zh_tw: 要搜尋適合的外掛程式嗎？

source: The required software to play this file is not installed. You need to install suitable plugins to play media files. Do you want to search for a plugin that supports the selected file? The search will also include software which is not officially supported.
ast: Nun ta instaláu el software necesariu pa reproducir esti ficheru. Fai falta instalar el complementu afayaízu pa reproducir ficheros multimedia. ¿Quier guetar un complementu que soporte'l ficheru seleicionáu? La gueta tamién incluyirá software que nun tea oficialmente soportáu.
be: Патрабуемае праграмнае забесьпячэньня для прайграваньня гэтага файла ня ўсталявана. Вам неабходна ўсталяваць падыходзячыя плаґіны для прайграваньня медыя файлаў. Жадаеце шукаць плаґіны, якія падтрымліваюць абраны файл? У пошук таксама будзе ўключана афіцыйна не падтрымліваемае праграмнае забесьпячэньне.
bg: Необходимия софтуер за възпроизвеждане на този файл не е инсталиран. Трябва да инсталирате подходящи приставки, за да възпроизвеждате медийни файлове. Искате ли да се потърси за приставки, които поддържат избрания файл? В търсенето също се включва софтуер, който не се поддържа официално.
ca: El programari requerit per a reproduïr aquest fitxer no està instal·lat. Cal que instal·leu els connectors apropiats per a reproduïr fitxers multimèdia. Voleu cercar un connector que el permeti reproduïr? La cerca també inclourà programari no oficial.
cs: Potřebný software k přehrání tohoto souboru není nainstalován. Je třeba nainstalovat vhodné zásuvné moduly pro přehrávání multimediálních souborů. Chcete vyhledat zásuvný modul, který podporuje vybraný soubor? Výsledek hledání může obsahovat i software, který není oficiálně podporován.
da: Den nødvendige software til afspilning af denne fil er ikke installeret. Du skal installere passende udvidelsesmoduler for at afspille mediefiler. Vil du søge efter et modul, som understøtter den valgte fil? Søgningen vil også omfatte software, som ikke er officielt understøttet.
de: Die erforderliche Software zur Wiedergabe dieser Datei ist nicht installiert. Die Wiedergabe von Mediendateien erfordert passende so genannte Plugins. Möchten Sie nach Plugins für diese Datei suchen? Die Suche liefert auch Software, die nicht offiziell unterstützt wird.
eo: La postulata programaro por ludi ĉi tiun dosieron ne estas instalita. Necesas instali taŭgajn kromprogramojn por ludi aŭdvideajn dosierojn. Ĉu vi volas serĉi kromprogramon kiu subtenas la elektitan dosieron? La serĉo inkluzivas ankaŭ neoficiale subtenatan programaron.
es: No está instalado el software necesario para reproducir este archivo. Necesita instalar el complemento adecuado para reproducir archivos multimedia. ¿Desea buscar un complemento que soporte el archivo seleccionado? La búsqueda también incluirá software que no esta oficialmente soportado.
et: Selle faili esitamiseks vajalik tarkvara ei ole paigaldatud. Meediafailide esitamiseks on vajalik vastavate pluginate olemasolu. Kas tahad otsida valitud faili toetava plugina? Otsing kaasab ka tarkvara, mis ei ole ametlikult toetatud.
fr: Le logiciel requis pour lire ce fichier n’est pas installé. Vous devez installer les greffons appropriés pour lire les fichiers. Voulez-vous rechercher un greffon qui prenne en charge le fichier sélectionné ? La recherche inclura également des logiciels qui ne sont pas soutenus officiellement.
gl: O software requirido para reproducir este ficheiro non está instalado. Debe instalar o engadido axeitado para reproducir os ficheiros multimedia. Desexa buscar por un engadido que admita o ficheiro seleccionado? A búsqueda incluíra o software que conta con asistencia oficial?
hu: A fájl lejátszásához szükséges szoftverösszetevő nincs a számítógépre telepítve. A médiafájl lejátszásához telepítenie kell a megfelelő bővítményeket. Meg kívánja keresni a kiválasztott fájl lejátszásához szükséges bővítményeket? A keresés a hivatalosan nem támogatott szoftvereket is megjeleníti.
id: Perangkat lunak yang diperlukan untuk memainkan berkas ini tidak terpasang. Anda perlu memasang plugin yang cocok untuk memainkan berkas media. Anda ingin mencari plugin yang mendukung berkas yang dipilih? Pencarian juga akan menyertakan perangkat lunak yang tidak didukung secara resmi.
is: Þig vantar húgbúnað eða „viðbót“ til að geta spilað þessa skráategund. Vitu leita að viðbótum sem geta spilað svona skrár? Einnig verður leitað að óopinberum viðbótum.
it: Il software richiesto per riprodurre il file non è installato. È necessario installare dei codec adatti per riprodurre i file multimediali. Cercare un codec che supporti il file selezionato? La ricerca comprenderà anche software non supportato ufficialmente.
ja: このファイルを再生するために必要なソフトウェアがインストールされていません。メディアファイルを再生するための最適なプラグインをインストールする必要があります。選択したファイルをサポートしているプラグインを検索しますか? 検索結果には公式にはサポートされていないソフトウェアも含まれます。
ko: 이 파일을 재생하기 위해 필요한 소프트웨어가 설치되어 있지 않습니다. 이 미디어 파일을 재생하려면 적절한 플러그인을 설치해야 합니다. 해당 파일을 지원하는 플러그인을 찾아보시겠습니까? 이것은 공식적으로 지원하지 않는 소프트웨어들도 포함할 것입니다.
nb: Programvaren som kreves for å spille av denne filen er ikke installert. Du trenger å installére egnede programtillegg for å spille av mediefiler. Ønsker du å søke etter et programtillegg som støtter den valgte filen? Dette søket vil også omfatte programvare som ikke er offisielt støttet.
nl: De vereiste software om dit bestand af te spelen is niet geïnstalleerd. U moet geschikte plug-ins installeren om mediabestanden af te spelen. Wilt u een plug-in zoeken die het geselecteerde bestand ondersteunt?
oc: Lo logicial requesit per legir aqueste fichièr es pas installat. Vos cal installar los ensèrts apropriats per legir los fichièrs. Volètz recercar un ensèrt que prenga en carga lo fichièr seleccionat ? La recèrca enclurà tanben de logicials que son pas sostenguts oficialament.
pt: O software necessário à reprodução deste ficheiro não está instalado. Poderá ter de instalar plugins adequados para reproduzir ficheiros multimédia. Deseja procurar um plugin que suporte o ficheiro seleccionado? A procura irá também incluir software que não é oficialmente suportado.
pt_br: O software necessário para abrir este arquivo não está instalado. Você precisa instalar o plug-in adequado para abrir arquivos de mídia. Você quer procurar por um plug-in que suporte o arquivo selecionado? A busca irá também incluir software os quais não são suportados oficialmente.
ro: Aplicația necesară redării acestui tip de fișier nu este instalată. Trebuie să instalați un modul corespunzător pentru a reda fișierul media. Doriți să căutați un modul care să poată reda fișierul media selectat? Căutarea va include și aplicații care nu sunt suportate oficial.
sk: Požadovaný softvér na prehranie tohto súboru nie je nainštalovaný. Je potrebné nainštalovať vhodné zásuvné moduly na prehrávanie multimediálnych súborov. Chcete vyhľadať zásuvný modul, ktorý podporuje vybraný súbor? Hľadanie tiež nájde softvér, ktorý nie je oficiálne podporovaný.
sq: Programi i kërkuar për ta luajtur këtë skedar nuk është instaluar. Juve ju duhet të instaloni pluginët e duhur për të luajtur skedarët media. Dëshironi të kërkoni për një plugin që e suporton skedarin e përzgjedhur? Kërkimi do të përfshijë gjithashtu programe që nuk suportohen zyrtarisht.
sv: Den nödvändiga programvaran som krävs för att spela upp denna fil är inte installerad. Du behöver installera lämpliga insticksmoduler för att spela upp mediafiler. Vill du söka efter en insticksmodul som ger stöd för den valda filen? Sökningen kommer även att inkludera programvara som inte stöds officiellt.
uk: Потрібне для програвання цього файлу програмне забезпечення не встановлено. Вам потрібно встановити відповідні модулі для програвання медіа файлів. Знайти модулі, що підтримують обраний файл? До пошуку також будуть включені програми, які не підтримуються офіційно.
zh_cn: 播放此文件的程序还未安装，您需要安装适合的插件才能播放多媒体文件。您要搜索支持所选文件的插件吗？ 这同时也将搜索非官方支持的软件。
zh_tw: 尚未安裝播放此檔案的必要軟體。要安裝適合外掛程式才能播放媒體檔案。要搜尋支援已選取的檔案的外掛程式嗎？ 搜尋也會包含沒有受到正式支援的軟體。

source: _Search
ast: Gu_etar
be: _Пошук
bg: _Търсене
ca: _Cerca
cs: _Hledat
da: _Søg
de: _Suche
eo: _Serĉi
es: Bu_scar
et: _Otsing
fr: _Rechercher
gl: Bu_scar
hu: _Keresés
id: _Cari
is: _Leita
it: C_erca
ja: 検索(_S)
kk: _Іздеу
ko: 찾기(_S)
nb: _Søk
nl: _Zoeken
oc: _Recercar
pt: _Procurar
pt_br: Pe_squisar
ro: _Caută
sk: _Hľadať
sq: _Kërko
sv: _Sök
uk: _Пошук
zh_cn: 查找(_S)
zh_tw: 搜尋(_S)

source: No package selected
ast: Ensin paquetes seleicionaos
be: Няма выбраных пакетаў
bg: Не е избран пакет
ca: No s'ha seleccionat cap paquet
cs: Nebyl vybrán žádný balík
da: Ingen pakke valgt
de: Kein Paket ausgewählt
eo: Neniu pakaĵo elektita
es: Sin paquetes seleccionados
et: Ühtegi paketti pole valitud
fr: Aucun paquet sélectionné
gl: Non hai ningún paquete seleccionado
hu: Nincs csomag kiválasztva
id: Tak ada paket dipilih
is: Enginn pakki valinn
it: Nessun pacchetto selezionato
ja: パッケージが選択されていません
kk: Ешбір пакет таңдалынбаған
ko: 패키지가 선택되지 않음
nb: Ingen pakke er valgt
nl: Geen pakket geselecteerd
oc: Pas cap de paquet seleccionat
pt: Nenhum pacote seleccionado
pt_br: Nenhum pacote selecionado
ro: Nu a fost selectat niciun pachet
sk: Žiadny balík nebol vybraný
sq: Nuk është përzgjedhur asnjë paketë
sv: Inga paket markerade
uk: Не вибрано жодного пакунку
zh_cn: 未选择软件包
zh_tw: 沒有選取套件

source: Homepage:
ast: Páxina d'entamu:
be: Хатняя старонка:
bg: Домашна страница:
ca: Pàgina web:
cs: Domovská stránka:
da: Hjemmeside:
eo: Hejmpaĝo:
es: Página de inicio:
et: Koduleht:
fr: Site Web :
gl: Páxina de inicio:
hu: Honlap:
is: Heimasíða:
it: Sito web:
ja: ホームページ:
kk: Үй парағы:
ko: 홈페이지:
nb: Hjemmeside:
oc: Site Web :
pt: Página Principal:
ro: Pagina de start:
sk: Domovská stránka:
sv: Webbplats:
uk: Домашня сторінка:
zh_cn: 主页：
zh_tw: 首頁：

source: Provides:
ast: Proporciona:
be: Забясьпечвае:
bg: Предоставя:
ca: Proporciona:
cs: Poskytuje:
da: Leverer:
de: Wird bereitgestellt:
eo: Provizas:
es: Proporciona:
et: Sisaldab:
fr: Fournit :
gl: Fornece:
hu: Biztosítja:
id: Menyediakan:
is: Útvegar:
it: Fornisce:
ja: 提供するもの:
kk: Қаматамасыз ететін:
ko: 제공하는 기능:
nb: Tilbyr:
nl: Biedt:
oc: Provesís :
pt: Disponibiliza:
pt_br: Provê:
ro: Furnizează:
sk: Poskytuje:
sq: Jep:
sv: Tillhandahåller:
uk: Надає:
zh_cn: 提供：
zh_tw: 提供：

source: Long Description:
ast: Descripción llarga:
be: Пашыранае апісаньне:
bg: Дълго описание:
ca: Descripció llarga:
cs: Dlouhý popis:
da: Lang beskrivelse:
de: Ausführliche Beschreibung
eo: Longa priskribo:
es: Descripción larga:
et: Pikk kirjeldus:
fr: Description longue
gl: Descrición longa:
hu: Hosszú leírás:
id: Keterangan Panjang:
is: Tæmandi lýsing:
it: Descrizione lunga:
ja: 詳しい説明
kk: Кеңейтілген сипаттама:
ko: 자세한 설명:
nb: Grundig beskrivelse:
nl: Lange omschrijving:
oc: Descripcion longa
pt: Descrição longa:
pt_br: Descrição longa:
ro: Descriere detaliată
sk: Dlhý popis:
sq: Përshkrim i gjatë:
sv: Lång beskrivning:
uk: Повний опис:
zh_cn: 详细描述：
zh_tw: 詳細說明：

source: Install Multimedia Plugins
ast: Instalar complementos multimedia
be: Усталёўка мультымедыйных плаґінаў
bg: Инсталиране на мултимедийни приставки
ca: Instal·la connectors multimèdia
cs: Instalace multimediálních zásuvných modulů
da: Installér multimedie-udvidelsesmoduler
de: Multimedia Plugins installieren
eo: Instali aŭdvideajn kromprogramojn
es: Instalar complementos multimedia
et: Multimeediapluginate paigaldus
fr: Installation de greffons multimédia
gl: Instalar os engadidos multimedia
hu: Multimédiás bővítmények telepítése
id: Pasang Plugin Multimedia
is: Setja upp viðbætur
it: Installa plugin multimediali
ja: マルチメディア・プラグインをインストール
kk: Мультимедиа кеңейтулерді орнату
ko: 멀티미디어 플러그인 설치
nb: Installér programtillegg for multimedia
nl: Multimediaplug-ins installeren
oc: Installacion d'ensèrts multimèdia
pt: Instalar Plugins Multimédia
pt_br: Instalar plug-in multimídia
ro: Instalează module multimedia
sk: Nainštalovať multimediálne zásuvné moduly
sq: Instalo Pluginët Multimedia
sv: Installera multimediainsticksmoduler
uk: Встановити мультимедійні втулки
zh_cn: 安装多媒体插件
zh_tw: 安裝多媒體外掛程式

source: <b><big>Please select the packages for installation to provide the following plugins:</big></b>
ast: <b><big>Por favor, esbille los paquetes que s'instalarán pa proporcionar los siguientes complementos:</big></b>
be: <b><big>Калі ласка, абярыце пакункі для усталёўкі, забясьпечваючыя працу наступных плаґінаў:</big></b>
bg: <b><big>Моля, изберете пакетите за инсталиране, за да имате следните приставки:</big></b>
ca: <b><big>Seleccioneu els paquets que voleu instal·lar per a proporcionar els connectors següents:</big></b>
cs: <b><big>Pro získání následujících zásuvných modulů prosím vyberte následující balíky: </big></b>
da: <b><big>Vælg pakkerne til installation for at tilføje følgende udvidelsesmoduler:</big></b>
de: <b><big>Wählen Sie bitte folgende Pakete zur Installation, um die folgenden Plugins bereitzustellen:</big></b>
eo: <b><big>Bonvolu elekti la pakaĵojn instalotajn por provizi la sekvajn kromprogramojn:</big></b>
es: <b><big>Por favor, seleccione los paquetes que se instalarán para proporcionar los siguientes complementos:</big></b>
et: <b><big>Palun vali paigaldamiseks paketid, mis tagaksid järgnevad pluginad:</big></b>
fr: <b><big>Veuillez sélectionner les paquets à installer pour fournir les greffons suivants :</big></b>
gl: <b><big>Seleccione os paquetes para instalar que fornezan os seguintes engadidos:</big></b>
hu: <b><big>Válassza ki telepítésre a következő bővítményeket tartalmazó csomagokat:</big></b>
id: <b><big>Silakan pilih paket untuk dipasang agar menyediakan plugin berikut:</big></b>
is: <b><big>Veldu þá pakka sem þú vilt setja upp:</big></b>
it: <b><big>Selezionare i pacchetti da installare per fornire i seguenti plugin:</big></b>
ja: <b><big>以下のパッケージを提供するためにインストールするパッケージを選択してください:</big></b>
kk: <b><big>Келесі кеңейтулердің жұмысын орындайтын пакеттерді таңдаңыз:/big></b>
ko: <b><big>다음과 같은 플러그인을 제공하기 위해 설치할 패키지를 선택해 주십시오:</big></b>
nb: <b><big>Vennligst velg pakker for installasjon som tilbyr følgende programtillegg:</big></b>
nl: <b><big>Selecteer de te installeren pakketten voor de volgende plug-ins:</big></b>
oc: <b><big>Seleccionatz los paquets d'installar per provesir los ensèrts seguents :</big></b>
pt: <b><big>Por favor seleccione os pacotes para instalação capazes de providenciar os seguintes plugins:</big></b>
pt_br: <b><big>Por favor escolha os pacotes para instalação para prover os seguintes plug-ins:</big></b>
ro: <b><big>Selectați pachetele de instalat ce vor furniza modulele următoare:</big></b>
sk: <b><big>Vyberte prosím balíky, ktoré chcete nainštalovať, poskytujúce nasledovné zásuvné moduly:</big></b>
sq: <b><big>Ju lutemi zgjidhni paketat për instalim që japin pluginët që vijojnë:</big></b>
sv: <b><big>Välj paketen för installation som tillhandahåller följande insticksmoduler:</big></b>
uk: <b><big>Будь ласка, виберіть пакунки для встановлення, які б надавали наступні втулки:</big></b>
zh_cn: <b><big>请选择要安装的软件包以提供以下插件：</big></b>
zh_tw: <b><big>請選取提供以下外掛程式的安裝套件：</big></b>

source: Package
ast: Paquete
be: Пакет
bg: Пакет
ca: Paquet
cs: Balík
da: Pakke
de: Paket
eo: Pakaĵo
es: Paquete
et: Pakett
fr: Paquet
gl: Paquete
hu: Csomag
id: Paket
is: Pakki
it: Pacchetto
ja: パッケージ
kk: Пакет
ko: 패키지
nb: Pakke
nl: Pakket
oc: Paquet
pt: Pacote
pt_br: Pacote
ro: Pachet
sk: Balík
sq: Paketa
sv: Paket
uk: Пакунок
zh_cn: 软件包
zh_tw: 套件

source: Details
ast: Detalles
be: Падрабязнасьці
bg: Подробности
ca: Detalls
cs: Podrobnosti
da: Detaljer
eo: Detaloj
es: Detalles
et: Üksikasjad
fr: Détails
gl: Detalles
hu: Részletek
id: Rincian
is: Upplýsingar
it: Dettagli
ja: 詳細
kk: Толық ақпарат
ko: 상세 정보
nb: Detaljer
oc: Detalhs
pt: Detalhes
pt_br: Detalhes
ro: Detalii
sk: Podrobnosti
sq: Detajet
sv: Detaljer
uk: Подробиці
zh_cn: 详细信息
zh_tw: 詳情

source: Cancel
ast: Encaboxar
be: Скасаваць
bg: отказ
ca: Cancel·la
cs: Zrušit
da: Annullér
de: Abbrechen
eo: Rezignu
es: Cancelar
et: Loobu
fr: A_nnuler
gl: Cancelar
hu: Mégse
id: Batal
is: Hætta við
it: Elimina
ja: キャンセル
kk: Болдырмау
ko: 취소
nb: Avbryt
nl: Annuleren
oc: Anullar
pt: Cancelar
pt_br: Cancelar
ro: Renunță
sk: Zrušiť
sq: Anullo
sv: Avbryt
uk: Скасувати
zh_cn: 取消
zh_tw: 取消

source: Install
ast: Instalar
be: Ўсталяваць
bg: Инсталиране
ca: Instal·la
cs: Nainstalovat
da: Installér
de: Installieren
eo: Instalu
es: Instalar
et: Paigalda
fr: _Installer
gl: Instalar
hu: Telepítés
id: Pasang
is: Setja upp
it: Installazione
ja: インストール
kk: Орнату
ko: 설치
nb: Installér
nl: Installeren
oc: Installar
pt: Instalar
pt_br: Instalar
ro: Instalează
sk: Nainštalovať
sq: Instalo
sv: Installera
uk: Встановити
zh_cn: 安装
zh_tw: 安裝

source: Searching Plugin Packages
ast: Restolando por paquetes de complementos
be: Пошук пакункаў плаґінаў
bg: Търсене за приставки
ca: S'estan cercant paquets de connectors
cs: Hledání balíků se zásuvnými moduly
da: Undersøger udvidelsespakker
de: Suche Plugin-Pakete
eo: Serĉas pakaĵojn kun kromprogramoj
es: Buscando paquetes de complementos
et: Pluginapakettide otsimine
fr: Recherche de paquets de greffons
gl: Buscando os paquetes de engadidos
hu: Bővítménycsomagok keresése
id: Mencari Paket Plugin
is: Leita að viðbótapökkum
it: Ricerca pacchetti plugin
ja: プラグイン・パッケージを検索しています
kk: Қеңейтудің пакеттерін іздеу
ko: 플러그인 패키지 찾기
nb: Søker i pakker for programtillegg
nl: Plug-inpakketten zoeken
oc: Recèrca de paquets d'ensèrts
pt: A procurar pacotes de plugins
pt_br: Procurando pacotes de plug-ins
ro: Se caută pachete pentru module
sk: Hľadajú sa balíky zásuvných modulov
sq: Duke Kërkuar Paketat e Pluginëve
sv: Söker efter paket med insticksmoduler
uk: Йде пошук пакунків втулок
zh_cn: 查找插件软件包
zh_tw: 正在搜尋外掛程式套件
