Repository: blankon-packages/gnome-codec-install
Catalog: po/*.po
Languages: ast, be, bg, ca, cs, da, de, eo, es, et, fr, gl, hu, id, is, it, ja, kk, ko, nb, nl, oc, pt, pt_br, ro, sk, sq, sv, uk, zh_cn, zh_tw

source: This might take up to one or two minutes.
ast: Esto puede llevar ún minutu o dos...
be: Гэта можа заняць некалькі хвілін.
bg: Това може да отнеме една-две минути.
ca: El procés pot trigar un parell de minuts.
cs: Může to trvat až několik minuty
da: Dette kan tage op til et minut eller to.
de: Dies kann ein oder zwei Minuten dauern.
eo: Tio povas daŭri ĝis unu aŭ du minutoj.
es: Esto puede llevar uno o dos minutos.
et: Selleks võib kuluda minut või kaks.
fr: Cette opération peut durer une ou deux minutes.
gl: Isto pode levar un ou dous minutos
hu: Ez eltarthat egy-két percig.
id: Ini mungkin makan waktu sampai dengan satu atau dua menit.
is: Þetta gæti tekið nokkrar mínútur.
it: Potrebbe richiedere alcuni minuti.
ja: この作業には1、2分かかるかもしれません。
kk: Бұл әрекет орындау үшін 1 не 2 минуттай қажет.
ko: 이 작업은 1, 2분 정도 걸릴 수 있습니다.
nb: Dette kan ta inntil ett eller to minutt.
nl: Dit kan even duren.
oc: Aquesta operacion pòt durar una o doas minutas.
pt: Isto pode demorar um ou dois minutos.
pt_br: Isto levará mais de um ou dois minutos.
ro: Operația poate dura un până la unul sau două minute.
sk: Môže to trvať jednu až dve minúty.
sq: Kjo mund të zgjasë deri në një apo dy minuta.
sv: Detta kan ta en minut eller två.
uk: Це може зайняти до однієї чи двох хвилин
zh_cn: 可能需要1到2分钟
zh_tw: 此過程可能需要一兩分鐘。

source: Loading package cache...
ast: Cargando la caché de paquetes...
be: Загрузка кэша пакункаў...
bg: Зареждане на кеш с пакети...
ca: S'està carregant la memòria cau dels paquets...
cs: Nahrávání databáze balíků...
da: Indlæser pakkemellemlager...
de: Paket-Zwischenspeicher wird geladen …
eo: Ŝargas pakaĵan staplon...
es: Cargando la cache de paquetes...
et: Paketipuhvri laadimine...
fr: Chargement du cache de paquets…
gl: Cargando a caché do paquete...
hu: Csomaggyorsítótár betöltése…
id: Memuat cache paket...
is: Hleð inn pökkum...
it: Caricamento cache dei pacchetti...
ja: パッケージのキャッシュを読み込んでいます...
kk: Пакеттердің кэшін оқылуда...
ko: 패키지 캐시를 읽어오는 중...
nb: Laster hurtiglager for pakker...
nl: Pakketcache laden...
oc: Cargament de l'amagatal de paquets…
pt: A carregar a cache de pacotes...
pt_br: Carregando cache de pacote...
ro: Se încarcă lista de pachete...
sk: Načítava sa vyrovnávacia pamäť balíkov...
sq: Duke ngarkuar kujtesën e paketave...
sv: Läser in paketcache...
uk: Йде завантаження кешу пакунка...
zh_cn: 正在载入软件包缓存...
zh_tw: 載入套件快取...

source: Searching for requested plugins...
ast: Guetando los complementos solicitaos...
be: Пошук неабходных утулак...
bg: Търсене за поисканите приставки...
ca: S'estan cercant els connectors sol·licitats...
cs: Hledání požadovaných zásuvných modulů...
da: Søger efter de ønskede udvidelsesmoduler...
de: Benötigte Plugins werden gesucht …
eo: Serĉas petitajn kromprogramojn...
es: Buscando los complementos solicitados...
et: Nõutud pluginate otsimine...
fr: Recherche des greffons demandés…
gl: Buscando polos engadidos solicitados...
hu: A kívánt bővítmények keresése…
id: Mencari plugin yang diminta...
is: Leita að viðbótum sem farið er fram á...
it: Ricerca dei plugin richiesti...
ja: 要求されたプラグインを検索しています...
kk: Қажетті кеңейтулерді іздеу...
ko: 요청한 플러그인을 검색하는 중...
nb: Søker etter nødvendige programtillegg...
nl: Verzochte plug-ins zoeken...
oc: Recèrca dels ensèrts demandats…
pt: A procurar os plugins pedidos...
pt_br: Procurando por plug-ins requisitados...
ro: Se caută modulele cerute ...
sk: Vyhľadávajú sa požadované zásuvné moduly...
sq: Duke kërkuar për pluginët e duhur...
sv: Söker efter begärda insticksmoduler...
uk: Йде пошук потрібних втулок...
zh_cn: 正在查找请求的插件...
zh_tw: 正在搜尋要求的外掛程式...

source: No packages selected
ast: Nun s'esbillaron paquetes
be: Няма выбраных пакетаў
bg: Не са избрани пакети
ca: No s'ha seleccionat cap paquet
cs: Nebyly vybrány žádné balíky
da: Ingen pakker er valgt
de: Es wurden keine Pakete gewählt
eo: Neniu pakaĵo elektita
es: No se seleccionaron paquetes
et: Ühtegi paketti ei valitud
fr: Aucun paquet sélectionné
gl: Non hai ningún paquete selecionado
hu: Nincs csomag kiválasztva
id: Tak ada paket dipilih
is: Engir pakkar valdir
it: Nessun pacchetto selezionato
ja: パッケージは選択されませんでした
kk: Ешбір пакеттер таңдалынбаған
ko: 패키지가 선택되지 않음
nb: Ingen pakker valgt
nl: Geen pakketten geselecteerd
oc: Pas cap de paquet seleccionat
pt: Não foram seleccionados quaisquer pacotes
pt_br: Sem pacote selecionado
ro: Nu a fost selectat niciun pachet
sk: Žiadny balík nebol vybraný
sq: Nuk ka paketa të përzgjedhura
sv: Inga paket markerade
uk: Не вибрано жодного пакунка
zh_cn: 未选择软件包
zh_tw: 未有選取套件

source: Packages successfully installed
ast: Los paquetes instaláronse con éxitu
be: Паекты пасьпяхова ўсталяваныя
bg: Пакетите са инсталирани успешно
ca: S'han instal·lat els paquets correctament
cs: Balíky byly úspěšně nainstalovány
da: Pakkerne er succesfuldt installeret
de: Pakete wurden erfolgreich installiert
eo: Pakaĵoj sukcese instalitaj
es: Los paquetes se instalaron con éxito
et: Pakettide paigaldamine edukas
fr: Paquets installés avec succès
gl: Os paquetes foron instalados con éxito
hu: A csomagok sikeresen telepítve
id: Paket sukses terpaksang
is: Uppsetningu pakkanna er lokið
it: Pacchetti installati con successo
ja: パッケージのインストールに成功しました
kk: Пакетт сәтті орнатылды
ko: 패키지가 성공적으로 설치됨
nb: Pakkene ble installert
nl: Pakketten succesvol geïnstalleerd
oc: Paquets installats amb succès
pt: Os pacotes foram instalados com êxito
pt_br: Pacote instalado com sucesso
ro: Pachetele au fost instalate cu succes
sk: Balíky boli úspešne nainštalované
sq: Paketat u instaluan me sukses
sv: Paketen blev installerade
uk: Пакунки успішно встановлено
zh_cn: 软件包已经成功安装
zh_tw: 套件安裝成功

source: The selected packages were successfully installed and provided all requested plugins
ast: Los paquetes esbillaos instaláronse con éxitu y proveen tolos complementos solicitaos
be: Абраныя пакункі былі пасьпяхова ўсталяваны і забясьпечваюць працу патрабуемых плаґінаў.
bg: Избраните пакети бяха инсталирани успешно и предлагат поисканите приставки
ca: S'han instal·lat correctament els paquets seleccionats i s'han proporcionat tots els connectors sol·licitats
cs: Vybrané balíky byly úspěšně nainstalovány a poskytují všechny požadované zásuvné moduly
da: De valgte pakker blev succesfuldt installeret, og de tilføjede alle de ønskede udvidelsesmoduler
de: Die gewählten Pakete wurden erfolgreich installiert und stellen alle benötigten Plugins bereit
eo: La elektitaj pakaĵoj estis sukcese instalitaj kaj provizis ĉiujn petitajn kromprogramojn
es: Los paquetes seleccionados se instalaron con éxito y proveen todos los complementos solicitados
et: Valitud pakettide paigaldamine oli edukas ning need sisaldasid kõiki vajalikke pluginaid
fr: Les paquets sélectionnés ont été installés avec succès et fournissent tous les greffons requis.
gl: Os paquetes seleccionados foron instalados con éxito e fornecen todos os engadidos solicitados
hu: A kiválasztott csomagok sikeresen telepítve lettek, és biztosítják az összes kívánt bővítményt
id: Paket yang dipilih telah sukses terpasang dan menyediakan semua plugin yang diminta
is: Búið er að setja upp pakkana sem þú valdir og nægja fyrir öllum viðbótum
it: I pacchetti selezionati sono stati installati con successo e ora forniscono tutti i plugin richiesti
ja: 選択されたパッケージのインストールに成功し、すべての要求されたプラグインを提供しました
kk: Таңдалынған пакеттер сәтті орнатылып, қажетті кеңейтулердің жұмысын қамтамасыз етеді.
ko: 선택한 패키지가 성공적으로 설치되었으며 요청한 모든 플러그인을 제공합니다
nb: De valgte pakkene ble vellykket installert og inneholdt alle nødvendige programtillegg
nl: De geselecteerde pakketten zijn succesvol geïnstalleerd en leveren alle gevraagde plug-ins
oc: Los paquets seleccionats son estats installats amb succès e provesisson totes los ensèrts requesits.
pt: Os pacotes seleccionados foram instalados com sucesso e providenciados todos os plugins requeridos
pt_br: Os pacotes selecionados foram instalados com sucesso e irão prover todos os plug-ins pedidos.
ro: Pachetele selectate au fost instalate cu succes și au furnizat toate modulele necesare
sk: Vybrané balíky boli úspešne nainštalované a poskytli všetky požadované zásuvné moduly
sq: Paketat e përzgjedhura u instaluan me sukses dhe dhanë të gjithë pluginët e kërkuar
sv: De markerade paketen blev installerade och tillhandahåller alla de begärda insticksmodulerna
uk: Вибрані пакунки були успішно встановлені та надали всі необхідні втулки
zh_cn: 选择的软件包已经安装成功并提供了所有需要的插件
zh_tw: 選取的套件安裝成功並提供所需之外掛程式

source: The selected packages were successfully installed but did not provide all requested plugins
ast: Los paquetes esbillaos instaláronse con éxitu pero nun proporcionen tolos complementos solicitaos
be: Абраныя пакункі былі пасьпяхова ўсталяваны, але яны ня забясьпечваюць працу патрабуемых плаґінаў.
bg: Избраните пакети бяха инсталирани успешно, но не предлагат всички поискани приставки
ca: S'han instal·lat correctament els paquets seleccionats però no s'han proporcionat tots els connectors sol·licitats
cs: Vybrané balíky byly úspěšně nainstalovány, ale neposkytují všechny požadované zásuvné moduly
da: De valgte pakker blev succesfuldt installeret, men ikke alle de ønskede udvidelsesmoduler blev tilføjet
de: Die gewählten Pakete wurden erfolgreich installiert aber stellen nicht alle benötigten Plugins bereit
eo: La elektitaj pakaĵoj estis sukcese instalitaj sed ne provizis ĉiujn petitajn kromprogramojn
es: Los paquetes seleccionados se instalaron con éxito pero no proporcionan todos los complementos solicitados
et: Valitud pakettide paigaldamine oli edukas kuid need ei sisaldanud kõiki vajalikke pluginaid
fr: Les paquets sélectionnés ont été installés avec succès mais ne fournissent pas tous les greffons requis.
gl: Os paquetes selecionados foron instalados con éxito pero non forncene todos os engadidos solicitados
hu: A kiválasztott csomagok sikeresen telepítve lettek, de nem biztosítják az összes kívánt bővítményt
id: Paket yang dipilih telah sukses terpasang tapi tak menyediakan semua plugin yang diminta
is: Búið er að setja upp pakkana sem þú valdir og en þeir nægja ekki fyrir öllum viðbótunum
it: I pacchetti selezionati sono stati installati con successo, ma non forniscono tutti i plugin richiesti
ja: 選択されたパッケージのインストールに成功しましたが、すべての要求されたプラグインを提供することはできませんでした
kk: Таңдалынған пакеттер сәтті орнатылып, кейбір қажетті кеңейтулердің жұмысын ғана қамтамасыз етеді.
ko: 선택한 패키지가 성공적으로 설치되었지만 요청한 모든 플러그인을 제공하지는 않습니다
nb: De valgte pakkene ble vellykket installert men inneholdt ikke alle nødvendige programtillegg
nl: De geselecteerde pakketten zijn succesvol geïnstalleerd maar leveren niet alle gevraagde plug-ins
oc: Los paquets seleccionats son estats installats amb succès mas provesisson pas totes los ensèrts requesits.
pt: Os pacotes seleccionados foram instalados com sucesso, embora nem todos os plugins requeridos tenham sido providenciados
pt_br: Os pacotes selecionados foram instalados com sucesso e mas não irão prover todos os plug-ins pedidos.
ro: Pachetele selectate au fost instalate cu succes, dar nu furnizează toate modulele necesare
sk: Vybrané balíky boli úspešne nainštalované, ale neposkytli všetky požadované zásuvné moduly
sq: Paketat e përzgjedhura u instaluan me sukses por nuk dhanë të gjithë pluginët e kërkuar
sv: De markerade paketen blev installerade men tillhandahåller inte alla de begärda insticksmodulerna
uk: Вибрані пакунки були успішно встановлені, проте не надали всіх необхідних втулок
zh_cn: 选择的软件包已经成功安装但是未提供全部需要的插件
zh_tw: 選取的套件安裝成功但未能提供所有所需之外掛程式

source: No packages installed
ast: Nun hai paquetes instalados
be: Няма ўсталяваных пакетаў
bg: Не са инсталирани пакети
ca: No s'ha instal·lat cap paquet
cs: Nebyly nainstalovány žádné balíky
da: Ingen pakker installeret
de: Keine Pakete installiert
eo: Neniu pakaĵo instalita
es: No hay paquetes instalados
et: Ühtegi paketti ei paigaldatud
fr: Aucun paquet installé
gl: Non hai ningún paquete instalado
hu: Nincs csomag telepítve
id: Tak ada paket dipasang
is: Engir pakkar voru settir upp
it: Nessun pacchetto installato
ja: パッケージはインストールされませんでした
kk: Ешбір пакет орнатылмады
ko: 패키지가 설치되지 않음
nb: Ingen pakker ble installert
nl: Geen pakketten geselecteerd
oc: Pas cap de paquet installat
pt: Não foram instalados quaisquer pacotes
pt_br: Nenhum pacote instalado
ro: Nu a fost instalat niciun pachet
sk: Žiadny balík nebol nainštalovaný
sq: Nuk u instaluan paketa
sv: Inga paket installerades
uk: Не встановлено жодного пакунка
zh_cn: 未安装软件包
zh_tw: 未有安裝套件

source: None of the selected packages were installed.
ast: Nun s'instaló dengún de los paquetes esbillaos.
be: Ніводны з патрабуемых пакункаў ня быў усталяваны.
bg: Никой от избраните пакети не беше инсталиран.
ca: No s'ha instal·lat cap dels paquets seleccionats
cs: Žádný v vybraných balíků nebyl nainstalován
da: Ingen af de valgte pakker blev installeret.
de: Keines der ausgewählten Pakete wurde installiert.
eo: Neniu el la elektitaj pakaĵoj estis instalitaj
es: Ninguno de los paquetes seleccionados fue instalado.
et: Mitte ühtegi valitud pakettidest ei paigaldatud.
fr: Aucun des paquets sélectionnés n'a été installé
gl: Ningún dos paquetes seleccionados foi instalado.
hu: A kiválasztott csomagok egyike sem lett telepítve.
id: Tak satupun dari paket terpilih dipasang.
is: Engir pakkanna voru settir upp.
it: Nessuno dei pacchetti selezionati è stato installato.
ja: 選択されたパッケージは一つもインストールされませんでした。
kk: Таңдалынған пакеттер ешбіреуі орнатылмаған.
ko: 선택한 패키지 중 아무 것도 설치되지 않았습니다.
nb: Ingen av de valgte pakkene ble installert.
nl: Geen van de geselecteerde pakketten zijn geïnstalleerd.
oc: Cap dels paquets seleccionats es pas estat installat
pt: Nenhum dos pacotes seleccionados foi instalado.
pt_br: Nenhum dos pacotes selecionados foi instalado.
ro: Niciunul dintre pachetele selectate nu a fost instalat.
sk: Žiadny z vybraných balíkov nebol nainštalovaný.
sq: Asnjë nga paketat e kërkuara nuk u instalua.
sv: Inga av de markerade paketen blev installerade.
uk: Не було встановлено жодного з вибраних пакунків.
zh_cn: 未安装任何选择的软件包
zh_tw: 選取的套件一個也沒有安裝

source: Update package list?
ast: Anovar llista de paquetes?
be: Абнавіць сьпіс пакетаў?
ca: Voleu actualitzar la llista de paquets?
de: Paketlisten aktualisieren?
es: ¿Actualizar la lista de paquetes?
et: Kas uuendada paketiloendit?
fr: Mettre à jour la liste des paquets?
gl: Actualizar a lista de paquetes?
hu: Frissíti a csomaglistát?
id: Perbarui daftar paket?
is: Uppfæra pakkalista?
kk: Пакеттер тізімін жаңарту қажет пе?
ko: 패키지 목록을 업데이트 할까요?
nl: Pakketlijst bijwerken?
oc: Metre a jorn la lista dels paquets ?
pt: Actualizar a lista de pacotes?
pt_br: Atualizar a lista de pacotes?
ro: Actualizați lista cu pachete de programe?
sq: Ta përditësoj listën e paketave?
uk: Оновити список пакунків?

source: The package information is incomplete and needs to be updated.
ast: La información del paquete ta incompleta y necesita anovase.
be: Зьвесткі пра пакеты ня поўныя і іх неабходна абнавіць.
ca: La informació dels paquets no és completa i cal actualitzar-la.
de: Die Paketinformationen sind unvollständig und müssen aktualisiert werden.Ich habe das schon mit »überflüssigen Software-Komponenten« übersetzt, klingt aber viiieel zu sperrig. Ich suche ei knackiges Wort dafür.
es: La información del paquete está incompleta y necesita ser actualizada.
et: Paketiandmed pole täielikud ning vajavad uuendamist.
fr: L'information sur les paquets est incomplète et doit être mise à jour.
gl: A información dos paquetes está incompleta e precisa ser actualizada.
hu: A csomaginformációk hiányosak, és frissíteni kell azokat.
id: Informasi paket tak lengkap dan perlu diperbarui.
is: Upplýsingar um pakka eru ófullnægjandi og þarf að uppfæra.
kk: Пакеттер жайлы ақпарат толық емес, оны жаңарту қажет.
ko: 패키지의 정보가 불완전하고 업데이트되어야 합니다.
nl: De pakketinformatie is incompleet en moet worden bijgewerkt.
oc: L'informacion suls paquets es incompleta e deu èsser mesa a jorn.
pt: A informação sobre o pacote está incompleta e precisa de ser actualizada
pt_br: As informações do pacote estão incompletas e precisam ser atualizadas.
ro: Informațiile despre pachete sunt incomplete și trebuie actualizate
sq: Informacioni i paketave nuk është i kompletuar dhe ka nevojë për përditësim.
uk: Інформація про пакунки неповна та потребує оновлення.

source: _Update
ast: A_novar
be: _Абнавіць
ca: _Actualitza
da: _Opdatér
de: _Aktualisieren
es: _Actualizar
et: _Uuenda
fr: Mise à jo_ur
gl: _Actualizar
hu: _Frissítés
id: Perbar_ui
is: _Uppfæra
it: A_ggiorna
kk: _Жаңарту
nl: _Bijwerken
oc: _Metre a jorn
pt: Act_ualizar
pt_br: At_ualizar
ro: _Actualizează
sq: _Përditësoje

source: No packages with the requested plugins found
ast: Nun s'alcontraron paquetes que proporcionaren los complementos solicitaos
be: Ня знойдзены ніводны з пакункаў патрабуемых плаґінаў
bg: Не са намерени пакети с поисканите приставки
ca: No s'ha trobat cap paquet amb els connectors sol·licitats
cs: Nebyly nalezeny žádné balíky s požadovanými zásuvnými moduly
da: Der blev ikke fundet nogen pakke med den ønskede tilføjelse
de: Es wurden keine Pakete mit den benötigten Plugins gefunden
eo: Neniu pakaĵo kun la petita kromprogramo trovita
es: No se encontraron paquetes que proporcionaran los complementos solicitados
et: Mitte ühtegi vajalike pluginate paketti ei leitud
fr: Aucun paquet n’a été trouvé avec les greffons requis.
gl: Non se encontrou ningún paquete cos engadidos solicitados
hu: A kívánt bővíményeknek megfelelő csomagok nem találhatóak
id: Tak ditemukan paket dengan plugin yang diminta
is: Engir pakkar fundust sem innihalda viðbótina sem vantar
it: Non è stato trovato alcun pacchetto con i plugin richiesti
ja: 要求されたプラグインを含むパッケージは見つかりませんでした
kk: Қажет болған кеңейтулердің ешбір пакет табылмады
ko: 요청한 플러그인을 포함하는 패키지를 찾을 수 없습니다
nb: Fant ingen pakker som inneholder programtilleggene
nl: Geen pakketten met de gevraagde plug-ins gevonden
oc: Cap de paquet es pas estat trobat amb los ensèrts requesits.
pt: Não foram encontrados pacotes com os plugins requeridos
pt_br: Nenhum pacote com o plug-in requisitado foi achado
ro: Nu a fost găsit niciun pachet pentru modulul cerut
sk: Neboli nájdené žiadne balíky s požadovanými zásuvnými modulmi
sq: Nuk u gjetën paketa me pluginët e kërkuar
sv: Inga paket med de begärda insticksmodulerna hittades
uk: Не знайдено жодного пакунка з необхідними втулками
zh_cn: 无软件包提供需要的插件
zh_tw: 找不到含所需外掛程式的套件

source: The requested plugins are:
ast: Los complementos solicitaos son:
be: Патрабуемыя плаґіны:
bg: Поисканите приставки са:
ca: Els connectors sol·licitats són:
cs: Požadované zásuvné moduly jsou:
da: De ønskede udvidelsesmoduler er:
de: Die benötigten Plugins sind:
eo: La petitaj kromprogramoj estas:
es: Los complementos solicitados son:
et: Vajalikud pluginad on:
fr: Les greffons requis sont :
gl: Os engadidos solicitados son:
hu: A kívánt bővítmények az alábbiak:
id: Plugin yang diminta adalah:
is: Þær viðbætur sem vantar:
it: I plugin richiesti sono:
ja: 要求されたプラグインは:
kk: Қажетті кеңейтулер:
ko: 요청한 플러그인:
nb: De nødvendige programtilleggene er:
nl: De gevraagde plug-ins zijn:
oc: Los ensèrts requesits son :
pt: Os plugins requeridos são:
pt_br: Os plug-ins requisitados foram:
ro: Modulele cerute sunt:
sk: Požadované zásuvné moduly sú:
sq: Pluginët e kërkuar janë:
sv: De begärda insticksmodulerna är:
uk: Необхідні втулки:
zh_cn: 需要的插件为：
zh_tw: 所需之外掛程式為：
